{
    "piraId": "3A15.20",
    "name": "Oscillating Bar",
    "category": "Oscillations and Waves",
    "subcategory": "Oscillations",
    "topic": " Physical Pendula",
    "imagePaths": [
        "images/3A15.20-1.png",
        "images/3A15.20-2.png",
        "images/3A15.20-3.png"
    ],
    "imageContainerId": "",
    "conceptDiagramPath": "",
    "conceptDiagramText": [],
    "conceptLoneText": [
        "The period of a physical pendulum of length $L$ and pivoted about its end is:",
        "$$T = 2 \\pi \\sqrt{\\frac{I}{mgd}}$$",
        "where $I =$ moment of inertia about the pivot and $d =$ distance from the pivot to the center of mass. Then for the bar, $I = \\frac{1}{3}mL^2$ and $d = \\frac{L}{2}$. Therefore,",
        "$$T = 2 \\pi \\sqrt{\\frac{2L}{3g}}$$",
        "Thus, a simple pendulum of length $\\frac{2}{3}L$ will have the same period. A surprising fact is that there is a conjugate pivot point that yields the same period. The pair of conjugate support distances, $l_1$ and $l_2$ (distances from center of mass to respective pivot), are related by the formula:",
        "$$l_1 l_2 = \\frac{I_c}{m}$$",
        "where $I_c$ is the moment of inertia about the center of mass.",
        "For the bar, the conjugate support distances with equal period are $L/2$ and $L/6$. Exploitation of the above relation can be used to measure g with Kater’s  pendulum."
    ],
    "equipment": [
        "Pendulum Bob",
        "Physical Pendulum Rod",
        "Large Rod Clamp",
        "Bar (1m)",
        "Large Rod Stand"
    ],
    "procedure": [
        "Verify that the pendulum’s length is 2/3rds the length of the bar. The bob should align with the extra hole in the bar.",
        "Slowly displace the pendulum bob and bar to one side and release them at exactly the same time.",
        "Notice that the pendulum bob and the bar oscillate at the same frequency.",
        "Loosen the thumbscrews and remove the pendulum and bar.",
        "Hang the bar from the second hole (see top-right picture) and the pendulum bob at the same length it was previously. The bob should now align with the end of the bar.",
        "Repeat steps 2 and 3."
    ]
}