{
    "piraId": "3A60.20",
    "name": "Driven Glider on Air Track",
    "category": "Oscillations and Waves",
    "subcategory": "Oscillations",
    "topic": "Driven Mechanical Resonance",
    "imagePaths": [
        "images/3A60.20-1.png",
        "images/3A60.20-2.png",
        "images/3A60.20-3.png"
    ],
    "imageContainerId": "",
    "conceptDiagramPath": "",
    "conceptDiagramText": [],
    "conceptLoneText": [
        "In the case of negligible damping, the amplitude, A, of a driven oscillator is:",
        "$$A=\\frac{F_0}{m(\\omega^2 - \\omega_0 ^2)}$$",
        "where $F_0 =$ driver force amplitude, $m =$ oscillator mass, $\\omega =$ driver angular frequency, and $\\omega_0 =$ oscillator natural angular frequency. Note that in the limit as $\\omega \\rightarrow \\omega_0$ then $A \\rightarrow \\infty$. That is, as the driver frequency approaches the natural frequency, the oscillator amplitude increases without bound.",
        "Because the amplitude is sharply peaked about the natural frequency, driving the oscillator at values appreciably less than and greater than the natural frequency will produce only modest response amplitudes. The qualitative results of adding damping, as is accomplished by attaching a sail to the glider, are to (1) reduce the response amplitude, (2) broaden the frequency response, and (3) shift the “resonant” frequency to be slightly less than the oscillator’s natural frequency. That is, with damping, the value of the driver frequency, $\\omega$, for which $A$ becomes a maximum, is such that $\\omega < \\omega_0$."
    ],
    "equipment": [
        "Air Supply and Hose",
        "Air Track",
        "Frequency Controlled Motor",
        "Sail",
        "(3) Bumper Attachments",
        "Glider (223g)",
        "(6) Springs",
        "Bumper Pulley",
        "Lab jack"
    ],
    "procedure": [
        "Point out the red tape on the string. Throughout this demonstration, its motion provides an easy visual cue to the amplitude and frequency of the periodic driving force.",
        "Turn on the air supply to the air track and the drive switch on the front of the motor.",
        "Adjust the driver frequency so that it is well below 0.5 Hz. Notice that the glider barely moves.",
        "Adjust the driver frequency so that it is well above 0.5 Hz. Again, notice that the glider barely moves.",
        "Now, adjust the driver frequency so that it is at ~0.57 Hz. Notice that the glider begins wildly oscillating on the track.",
        "Attach the sail to the glider and notice that the glider’s motion is now greatly damped at all frequencies."
    ]
}