{
    "piraId": "3A70.25",
    "name": "Spring Coupled Pendulum",
    "category": "Oscillations and Waves",
    "subcategory": "Oscillations",
    "topic": "Coupled Oscillations",
    "imagePaths": [
        "images/3A70.25-1.png",
        "images/3A70.25-2.png",
        "images/3A70.25-3.png"
    ],
    "imageContainerId": "",
    "conceptDiagramPath": "",
    "conceptDiagramText": [],
    "conceptLoneText": [
        "Beats are an important natural phenomena caused by the coupling of two vibrations. Specifically, beats result from the temporal superposition of fundamental modes of oscillation. In this demo, a symmetric displacement of the pendulums (upper-right photo) gives rise to one fundamental mode with a long period, $T_1$. An anti-symmetric displacement of the pendulums gives rise to another fundamental mode but with a short period $T_2$ (lower-right photo). Note that in the symmetric mode, the pendulums oscillate independently about the upper bar, and in the anti-symmetric case, they oscillate independently about the lower dowel at mid-length. When the two initial conditions are superposed (shown directly above), the dowel acts to couple these two fundamental or “eigen” modes. In this beat mode, the exchange of energy back and forth between the two pendulums is clearly seen. The amount of time required for this exchange, the beat period, is given by:",
        "$$T_{beat} = \\frac{T_1 T_2}{T_1 - T_2}$$"
    ],
    "equipment": [
        "Fiberglass Dowel",
        "2ft. Metal Rod",
        "Large Rod Clamp",
        "(2) End Clamps",
        "(2) Matching Pendulum Bobs",
        "Large Rod Stand"
    ],
    "procedure": [
        "Equally displace both pendulum bobs to one side and release them so that they swing parallel to each other.",
        "Equally displace both pendulum bobs towards each other and release them so that each swings in the opposite direction as the other.",
        "Displace one pendulum bob towards the other bob and release it (as shown in leftmost picture).",
        "Notice the “beating” between the two pendulums."
    ]
}