{
    "piraId": "4C30.10",
    "name": "Boiling by Cooling",
    "category": "Thermodynamics",
    "subcategory": "Change of State",
    "topic": "Phase Changes: Liquid-Gas",
    "imagePaths": [
        "images/4C30.10-1.png",
        "images/4C30.10-2.png",
        "images/4C30.10-3.png"
    ],
    "imageContainerId": "",
    "conceptDiagramPath": "",
    "conceptDiagramText": [],
    "conceptLoneText": [
        "Water is brought to its boiling point of 100 °C at standard pressure of one atmosphere. As it cools slightly, it stops boiling. The flask containing the water is then sealed and its temperature reduced with dry ice so that the surrounding pressure is reduced. This allows the water’s vapor pressure to once again equal the surrounding pressure in the flask and the water begins to boil again."
    ],
    "equipment": [
        "Dry Ice",
        "Propane",
        "Bunsen Burner",
        "1000 ml Flask, #3 Rubber Cork",
        "Two-Pronged Rotating Clamp",
        "Small Base with 1.5 ft Rod",
        "Paper Towels",
        "Insulating Gloves",
        "Safety Glasses",
        "Flint Spark Lighter",
        "Metal Tray",
        "Water and Funnel"
    ],
    "procedure": [
        "Verify that the flask is securely clamped, filled to the “A” mark with water and that the stopper is removed.",
        "Light the burner and place it under the flask of water.",
        "Heat the water until it is violently boiling and steam is visibly coming out of the flask – about 3 minutes.",
        "Put on the insulating gloves and safety glasses and quickly perform the following steps.",
        "Turn the burner off and gently swirl the flask to get as much vapor as possible out of the flask.",
        "Tightly seal the mouth of the flask with the rubber stopper.",
        "Hold the mouth and the base of the flask in each hand and slowly invert it by rotating it 180° in the clamp.",
        "Place a few pieces of dry ice on top of the flask’s flat base (the dry ice will rattle loudly).",
        "Notice that after a couple minutes, the water begins to boil again as the pressure in the flask drops."
    ]
}