{
    "piraId": "5H40.10",
    "name": "Parallel Wires",
    "category": "Electricity and Magnetism",
    "subcategory": "Magnetic Fields and Forces",
    "topic": "Force on Current in Wires",
    "imagePaths": [
        "images/5H40.10-1.png",
        "images/5H40.10-2.png",
        "images/5H40.10-3.png"
    ],
    "imageContainerId": "",
    "conceptDiagramPath": "",
    "conceptDiagramText": [],
    "conceptLoneText": [
        "The magnetic force expressed by the Lorentz force law $\\textbf{F}=I\\textbf{L}\\times\\textbf{B}$ is beautifully displayed here. If the currents, $I$, flow in opposite directions in each wire of length $\\textbf{L}$, the magnetic field $\\textbf{B}$ of the neighboring wire produces a \\textit{repulsive} force on its neighbor as dictated by the right hand rule. Thus, the two parallel wires move away from one another. Arranging the currents to move in the \\textit{same} direction causes the two wires to \\textit{attract} one another."
    ],
    "equipment": [
        "12V Car Battery",
        "Knife Switch & Heavy Cables",
        "Large Stand ",
        "(2) Large Rod Clamps",
        "(2) 2-Pronged Clamps",
        "(2) Wire Receptacle Tubes",
        "(2) Strips Aluminum Foil"
    ],
    "procedure": [
        "Verify that the demonstration is set up so that the current is flowing in the same direction (red-black, red- black) in both strips of aluminum foil.",
        "Flip the knife switch to the “ON” position for no more than 3 seconds and notice that foil strips are attracted to each other.",
        "Reverse the current direction of one of the foil strips by switching one set of cables (red-black, black-red). To remove the cable jack, push the cable into the tube, turn it counter-clockwise and pull it out. To reconnect the cable, push the cable into the tube and turn it clockwise to secure it in place.",
        "Flip the knife switch to the “ON” position again for no more than 3 seconds and notice that the foil strips now repel each other."
    ]
}