{
    "piraId": "6D30.20",
    "name": "Soap Film Interference",
    "category": "Optics",
    "subcategory": "Interference",
    "topic": "Thin Films",
    "imagePaths": [
        "images/6D30.20-1.png",
        "images/6D30.20-2.png",
        "images/6D30.20-3.png"
    ],
    "imageContainerId": "",
    "conceptDiagramPath": "",
    "conceptDiagramText": [],
    "conceptLoneText": [
        "Soap films provide an ideal thickness and transparency with which to observe thin film interference. The condition for constructive interference is$$2nt=\\left(m+\\frac{1}{2}\\right)\\lambda\\qquad\\qquad\\qquad(m=0,\\ 1,\\ 2,...)$$where $n$ is the film’s index of refraction (that of water, 1.33), $t$ is the film thickness, and $\\lambda$ the wavelength of incident light. The various colors in the film result from the interference of rays reflected from the front and back of the bubble surface, and manifest the effects of both path length difference and 180° phase shift upon reflection. The color depends on the thickness of the film, which varies as the bubble changes shape and soap content. At visual wavelengths ($\\approx$ 600nm), a minimum soap bubble thickness required to observe interference is $\\approx$ 100nm."
    ],
    "equipment": [
        "LCD Projector",
        "Video Camera and Cables",
        "Overhead Projector",
        "Acrylic Dish",
        "(2) Small Straws",
        "Soap Solution",
        "Paper Towel Roll",
        "Funnel"
    ],
    "procedure": [
        "Set up the video camera, LCD projector, overhead projector and acrylic dish as shown in main picture at top-left.",
        "Pour enough soap solution into the acrylic dish to completely cover the bottom of the dish.",
        "When ready to demonstrate, turn on the LCD projector and camera.",
        "Use the small straw to blow a large bubble in the acrylic dish. It is important that the bubble is big enough to be seen over the walls of the acrylic dish from the side.",
        "Wait a few seconds for the soap film in the bubble to spread out and form a good interference pattern. It helps if the air around the bubble is very still.",
        "Focus the camera on the soap bubble so the view looks like the top-right picture.",
        "When finished, pour the soap solution back into the soap bottle so it can be used again."
    ]
}