{
    "piraId": "1H10.20",
    "name": "Newtons Sailboat",
    "category": "Mechanics",
    "subcategory": "Newton's Third Law",
    "topic": "Action and Reaction",
    "imagePaths": [
        "images/1H10.20-1.png",
        "images/1H10.20-2.png",
        "images/1H10.20-3.png"
    ],
    "imageContainerId": "",
    "conceptDiagramPath": "",
    "conceptDiagramText": [],
    "conceptLoneText": [
        "This is an excellent and surprising demonstration of the 3rd Law and its equivalence to momentum conservation. In the first step, without the sail in place, as the fan propels air in one direction, the cart moves, unsurprisingly, in the opposite direction. In accordance with the 3rd Law, the fan/cart exerts a force on the air particles, and the air particles react by exerting an equally sized but oppositely directed force on the fan/cart.",
        "When the sail is installed, it merely acts to redirect the air particles as they collide elastically and bounce off the sail in the opposite direction. The net effect is the same as directing the air particles in the direction opposite to the fan’s propulsion, and thus the fan/cart must recoil in the opposite direction.",
        "Viewed as a demonstration of momentum conservation, the fan/sail/cart and air form a closed system whose initial total momentum is zero before the fan is turned on. Once turned on, the fan produces only an internal force on the system components, and thus the total momentum must remain zero. Thus, as the air particles carry momentum in one direction, the fan/sail/cart must carry equal momentum in the opposite direction. Again, the sail acts only as a means to redirect the air particles as they collide and then bounce off the sail."
    ],
    "equipment": [
        "Aluminum Track",
        "Fan Cart",
        "Detachable Sail",
        "Bubble Level"
    ],
    "procedure": [
        "Verify that the track is level using the bubble level.",
        "Place the fan cart on the track, turn the fan arrow to 0°, and turn the fan on high. Notice the cart moves opposite to the direction that the fan is blowing.",
        "Place the detachable sail on the fan cart with the metal plate facing the fan.",
        "Turn the fan on high. Notice the cart moves in the same direction that the fan is blowing."
    ]
}