{
    "piraId": "5H10.30",
    "name": "Magnet and Iron Filings",
    "category": "Electricity and Magnetism",
    "subcategory": "Magnetic Fields and Forces",
    "topic": "Magnetic Fields",
    "imagePaths": [
        "images/5H10.30-1.png",
        "images/5H10.30-2.png",
        "images/5H10.30-3.png"
    ],
    "imageContainerId": "",
    "conceptDiagramPath": "",
    "conceptDiagramText": [],
    "conceptLoneText": [
        "This demonstration reveals the key characteristics of the field lines of apermanent magnet:There are (to date) no magnetic monopoles, only dipoles and combinations of dipoles. Hence, the field lines must begin and end at opposite poles. The B-field vectors are tangent to the lines at all points.The density of field lines is proportional to the magnetic field strength in that region.Field lines never cross themselves (otherwise the field would have an ambiguous direction at the crossings)."
    ],
    "equipment": [
        "Nakamura Magnetic Field Demonstration Apparatus",
        "Small Bar Magnet",
        "Overhead Projector (if not already in classroom)"
    ],
    "procedure": [
        "As the steel wool settles in the silicone oil solution it may clump together and need to be dispersed as shown in the bottom right picture.",
        "To evenly disperse the steel wool filings silicone oil solution: To evenly disperse the steel wool filings silicone oil solution:a. Stand the unit upside down so the air bubble enters the main chamber with the filingsb. Shake the apparatus and bubble from side to side to disperse the filings.c. When the filings are evenly dispersed, hold the unit right side up so that the air bubbles fill the air chamber as shown in the top right picture.",
        "After all the air has been collected in the air chamber, place the unit flat on the surface of the overheadprojector or document camera with the name plate up as shown in the picture on the left.",
        "Place the magnet on the apparatus and watch as the filings slowly line up with the magnetic field lines."
    ]
}