{
    "piraId": "5K20.65",
    "name": "Electromagnetic Can Crusher",
    "category": "Electricity and Magnetism",
    "subcategory": "Electromagnetic Induction",
    "topic": " Eddy Currents",
    "imagePaths": [
        "images/5K20.65-1.png",
        "images/5K20.65-2.png",
        "images/5K20.65-3.png"
    ],
    "imageContainerId": "",
    "conceptDiagramPath": "",
    "conceptDiagramText": [],
    "conceptLoneText": [
        "This popular demonstration uses induction to crush a can with a loud pop. It can also be used as a can launcher as in the Jumping Ring demo. When the can is placed well within the coil that produces the B-field, the dominant component of that field is directed axially upward as shown above. ",
        "The radially directed crushing force, $\\textbf{F}$, is thus $$\\textbf{F}=I\\textbf{L}\\times\\textbf{B}$$ where $\\textit{I}$ is the induced current in the can with direction given by Lenz’s Law, $\\mathbf{L}$ is the current segment length in the direction of the current, and $\\textbf{B}$ the coil’s magnetic field.",
        "When used in the <span class=\"italic\">launch mode</span>, the can is repositioned upward to capture the fringing field and its radial component provides a vertical launching force (see 5K20.30 – Jumping Ring)."
    ],
    "equipment": [
        "Electromagnetic Can Crusher",
        "Stopwatch",
        "Launch Support Rod",
        "(2) Empty Soda Cans"
    ],
    "procedure": [
        "Verify that the switch is toggled down before plugging in the power cord.",
        "Drop a can fully into the tube-shaped holder.",
        "Toggle the switch up to charge the crusher.",
        "Using the stopwatch, charge the crusher for no more than 120 seconds.",
        "Toggle the switch down to crush the can.",
        "If using the can launcher, place the launch support rod inside the tube-shaped holder and set the can on the support so that it sits mostly outside the tube.",
        "Repeat steps 3-5 above to launch the can."
    ]
}