{
    "piraId": "7B10.10",
    "name": "Emission Spectrum",
    "category": "Modern Physics",
    "subcategory": "Atomic Physics",
    "topic": "Spectra",
    "imagePaths": [
        "images/7B10.10-1.png",
        "images/7B10.10-2.png",
        "images/7B10.10-3.png"
    ],
    "imageContainerId": "",
    "conceptDiagramPath": "",
    "conceptDiagramText": [],
    "conceptLoneText": [
        "The discharge of the tungsten filament of an <span class=\"italic\">incandescent</span> bulb forms a continuum of color because of the relatively large number of transition energies available to the atoms in its solid lattice. The relatively large number of transitions is due to the relatively large number of translational, rotational, and vibrational degrees of freedom of the lattice atoms. In contrast, the line sources (hydrogen, helium, and neon) contain gas at low pressure. When excited, these gasses have relatively few transitions available in the visible spectrum, thus forming the characteristic narrow bands or spectral lines."
    ],
    "equipment": [
        "Hydrogen Discharge Tube",
        "Neon Discharge Tube",
        "Helium Discharge Tube",
        "Rheostat Power Supply",
        "Flashlight",
        "Diffraction Gratings (200) <ul><li>White = 500 Lines/mmb.</li><li>Rainbow = 1000 Lines/mm.</li></ul>",
        "Handheld Spectrometers (20 available upon request)",
        "Single Filament Lamp"
    ],
    "procedure": [
        "Hand out diffraction gratings or spectrometers to students.",
        "Turn the rheostat on and adjust the voltage to provide the desired lamp brightness (do not exceed 120 volts).",
        "Turn off the classroom lights and have students view the spectrum produced by the incandescent bulb through their diffraction grating or spectrometer.",
        "Turn off the rheostat and switch on the hydrogen discharge tube power supply.",
        "Ask the students to view hydrogen’s emission spectrum through their diffraction grating or spectrometer.",
        "Repeat with the other two line sources and compare and contrast the different spectrums."
    ]
}