{
    "piraId": "1E10.10",
    "name": "Crossing The River",
    "category": "Mechanics",
    "subcategory": "Relative Motion",
    "topic": "Moving Reference Frames",
    "imagePaths": [
        "images/1E10.10-1.png",
        "images/1E10.10-2.png",
        "images/1E10.10-3.png"
    ],
    "imageContainerId": "",
    "conceptDiagramPath": "",
    "conceptDiagramText": [],
    "conceptLoneText": [
        "Let $c =$ cart, $g =$ ground, $p =$ paper, and $v_{ab} =$ velocity of $a$ relative to $b$. Then, $v_{cg} = v_{cp} + v_{pg}$. Thus, in Step 3 below:",
        "$$\\tan \\theta_d = \\frac{v_{pg}}{v_{cp}}$$",
        "where $\\theta_d =$ angle “down-river.”",
        "Intuitively (see Step 5), many students guess that in order to arrive directly across the “river” at the adjacent cone supporting the bridge, the cart should be directed “up-river” at the angle $\\theta_d$. But, the correct angle is given by:",
        "$$\\sin \\theta_u = \\frac{v_{pg}}{v_{cp}}$$",
        "as is shown in Step 6.",
        "Although these angles are approximately equal for smaller $\\theta$, they diverge as $\\frac{v_{pg}}{v_{cp}}$ increases. In fact, if $\\frac{v_{pg}}{v_{cp}} > 1$, as in Step 5, the cart cannot possibly arrive directly across the river since $\\sin \\theta_u$ cannot possibly be greater than 1."
    ],
    "equipment": [
        "2-Meter Stick",
        "(3) Cones",
        "(2) Wooden Blocks",
        "Motorized Cart",
        "Long Paper Roll"
    ],
    "procedure": [
        "Start with the 2-meter stick “bridge” on the cones above the seam in the paper roll.",
        "Set the cart to its slowest speed and start it under the bridge, heading directly across the paper “river”. Notice that it makes it directly across the river when the paper river isn’t flowing.",
        "Repeat Step 2 while pulling the shorter end of the paper at a constant velocity (shown in top-left picture) so that the cart reaches the other side of the paper at the same time as the end of the paper reaches the bridge. Notice that the cart gets to the other side of the paper at a distance downriver from the bridge equal to the distance between the paper seam and the opposite end of the paper.",
        "Reset the demonstration, this time placing the third cone upriver at the same distance the cart floated downriver. This should be at the opposite end of the paper (as shown in top-right picture).",
        "Starting with the cart below the bridge aimed at the cone upriver, have someone pull the paper, trying to match the speed they pulled in Step 3 (as shown in top-right picture). Notice that the cart gets swept downriver and doesn’t make it across in line with the bridge.",
        "To show that the cart can arrive directly across the paper so that it is viewed as moving directly beneath the “bridge”, pull the paper slower than in Step 5, so that the cart is always moving just under the bridge."
    ]
}