{
    "piraId": "1H11.30",
    "name": "Liquid Nitrogen Cannon",
    "category": "Mechanics",
    "subcategory": "Newton's Third Law",
    "topic": "Recoil",
    "equipment": [
        "Cannon",
        "Wooden Mallet",
        "Insulating Gloves",
        "Empty Bottle Projectile",
        "4L Liquid Nitrogen"
    ],
    "procedure": [
        "Slowly pour about 500 mL of liquid nitrogen into the cannon barrel.",
        "Open the black air release valve on top of the cannon barrel if not already opened.",
        "Use the mallet to hammer the bottle, mouth first, into the cannon barrel opening. Hammer until you reach the black line on the bottle (as shown in top-right picture).",
        "Make sure that the cannon is not aimed at any person or breakable objects! The bottle will be launched at a high velocity.",
        "Turn the knob on the air release valve clockwise to close it and wait about 10 seconds for the cannon to fire.",
        "The cannon should recoil about 0.5 meters depending the smoothness of the table’s surface."
    ],
    "imagePaths": [
        "images/1H11.30-1.png",
        "images/1H11.30-2.png",
        "images/1H11.30-3.png"
    ],
    "conceptDiagramPath": "",
    "conceptDiagramText": [],
    "conceptLoneText": [
        "Sleepy students? This demo should rouse them. As the liquid nitrogen warms, it vaporizes and pressure inside the cannon barrel increases significantly. Once the force exerted by this vapor exceeds the static friction between the barrel and plastic “cannonball”, the cannonball is dramatically thrust forward. The reaction is the force of the cannonball backwards on the cannon. Viewed equivalently in terms of momentum conservation, the cannon, vapor, and cannonball form a closed system with initial momentum zero. Since there are no external forces on this system, the initial momentum is conserved and thus remains zero. So, the positive momentum of the vapor and cannonball is exactly canceled by the negative momentum of the cannon."
    ]
}