{
    "piraId": "5K20.30",
    "name": "Jumping Ring (Large)",
    "category": "Electricity and Magnetism",
    "subcategory": "Electromagnetic Induction",
    "topic": " Eddy Currents",
    "equipment": [
        "Ring Launcher Apparatus",
        "Aluminum Ring",
        "Induction Coil and Bulb",
        "Copper Ring",
        "Split Aluminum Ring",
        "Liquid Nitrogen*, tongs, and Dewar (upon request)"
    ],
    "procedure": [
        "Verify that the ring launcher is plugged in, the Variac power supply is on and set to 100 V maximum and the trigger box is armed.",
        "Slide one of the rings onto the shaft of the launcher so that it sits on the acrylic platform.",
        "Press the “launch” button to activate the ring launcher. Do not depress the switch for more than 1 sec!",
        "*Be aware of low ceilings. Liquid nitrogen cooled rings may launch substantially higher than 1 meter."
    ],
    "imagePaths": [
        "images/5K20.30-1.png",
        "images/5K20.30-2.png",
        "images/5K20.30-3.png"
    ],
    "conceptDiagramPath": "",
    "conceptDiagramText": [],
    "conceptLoneText": [
        "This is a crowd pleaser with subtle physics. The upward force on the ring requires that the coil’s B-field have a <span class=\"italic\">radial</span> component, and this arises only because the field fringes as shown in the diagram above. The upward launching force on the ring is given by:",
        "$$\\textbf{F}=I\\textbf{L}\\times\\textbf{B}_r$$",
        "where $I$ is the induced current in the ring with direction given by Lenz’s Law, $\\textbf{L}$ is the current segment length in the direction of the current, and $\\textbf{B}_r$ is the radial component of the coil’s magnetic field. Note that there is also an <span class=\"italic\">axial</span> component of $\\textbf{B}$ (not shown), which exerts a <span class=\"italic\">compressive</span> force on the ring but with unseen effect because of the ring’s stiffness. The reason this demonstration works with AC supplied to the coil is due to a phase difference between the supplied AC and the current induced in the ring."
    ]
}