{
    "piraId": "5K20.24",
    "name": "Plates and Magnets",
    "category": "Electricity and Magnetism",
    "subcategory": "Electromagnetic Induction",
    "topic": " Eddy Currents",
    "equipment": [
        "Large Aluminum Plate",
        "Non-Magnetic Washer",
        "Neodymium Ring Magnet"
    ],
    "procedure": [
        "Show that the magnet is not attracted to the aluminum at all. Take care to not drop this brittle magnet.",
        "Raise one end of the aluminum plate to create an incline.",
        "Place the washer and magnet at the top of the incline and let them go sliding down.",
        "Notice that the washer wins the race to the bottom.",
        "Continue to tilt up the plate until the magnet starts to fall off the face of the incline.",
        "Notice that you can almost tilt the plate to 90° before the magnet starts to fall."
    ],
    "imagePaths": [
        "images/5K20.24-1.png",
        "images/5K20.24-2.png",
        "images/5K20.24-3.png"
    ],
    "conceptDiagramPath": "",
    "conceptDiagramText": [],
    "conceptLoneText": [
        "This is a compelling demonstration of Faraday’s and Lenz’s Laws. The non-magnetic washer slides down the plate under the influences of gravity (downward) and sliding friction (upward). In stark contrast, the magnetic washer experiences an additional and strong upward force due to eddy currents induced in the conducting aluminum plate. It is this force that slows the magnetic washer so dramatically.The eddy current arises via Faraday’s Law as follows. In a region downhill from the sliding magnet, an increasing magnetic flux penetrates the aluminum plate. In reaction to this, a current loop is induced in the plane of the plate. Its direction is given by Lenz’s Law, and acts to oppose the increase caused by the sliding magnet. This eddy current thus produces its own magnetic field that exerts an upward resistance force on the magnetic washer. These principles of electromagnetic induction have widespread engineering application in the braking of trains and other rapid-transit vehicles."
    ]
}